Repository: AzizGulomovDev/Avicenna-Backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Ism sharif
ru: почетное имя

source: Ism sharifini kiriting ...
ru: Введите имя....

source: Telefon raqami
ru: Номер телефона

source: Telefon raqamini kiriting ...
ru: Введите свой номер телефона...

source: O'qutuvchi haqida
ru: Информация об учителе

source: O'qituvchi haqida ma'lumot
ru: Информация об учителе

source: Tuitor
ru: Kлассный руководитель

source: Sinf nomi
ru: Имя класса

source: Sinf nomini kiriting ...
ru: Введите название класса...

source: Dars vaqti
ru: Время учебы

source: Dars vaqtini kiriting
ru: Введите время занятий

source: Sinfxona
ru: Учебный класс

source: Sinfxonalar
ru: Классы

source: Davomat
ru: Посещаемость

source: To'lov
ru: Payment

source: To'lovlar
ru: Payment

source: Russian
ru: Русский

source: English
ru: Английский

source: Home
ru: Главная

source: Support
ru: Поддерживать

source: Nomi
ru: Имя

source: Nomini kiriiting ...
ru: Введите имя...

source: Region
ru: Область

source: Viloyatni kiriting ...
ru: Введите провинцию

source: Manzil
ru: Адрес

source: Manzilni kiriting ...
ru: Введите адрес

source: Telefon raqam
ru: Номер телефона

source: Telefon raqamni kiriting ...
ru: Введите номер телефона

source: Ota ona
ru: Отец и мать

source: Ota onalar
ru: Родители

source: Ism sharifni kiriting ...
ru: Введите свое имя...

source: Image
ru: Изображение

source: Rasm yuklang ...
ru: Загрузить картинку...

source: O'quvchi
ru: Студент

source: O'quvchilar
ru: Ученики

source: Subject
ru: Предмет

source: O'qituvchi ism sharifi ...
ru: Учителя зовут...

source: O'qituvchi
ru: Учитель

source: O'qituvchilar
ru: Учителя

source: Bot foydalanuvchilari
ru: Пользователи ботов
